<template>
  <div class="wrap">
    <p>本协议是用户(以下简称"您")与爱酷士APP客户端所订立的契约，请您仔细阅读本注册协议，您勾选"同意并继续"按钮后，即视为您接受并同意遵守本协议的约定。</p>
    <div class="item">
      <h3>第1条APP服务条款的确认和接纳</h3>
      <p>1、在APP客户端服务协议中没有以"规则"字样表示的链接文字所指示的文件不属于本服务协议的组成部分，而是其它内容的协议或有关参考数据，与本协议没有法律，上的直接关系。</p>
      <p> 2、用户在使用爱酷土APP客户端提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。爱酷士APP客户端有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，爱酷士APP客户端将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用"服务"。经修订的协议一经在爱酷士公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用"服务"将表示用户接受经修订的协议。除另行明确声明外，任何使"服务"范围扩大或功能增强的新内容均受本协议约束。</p>
      <p>3、用户确认本服务协议后，本服务协议即在用户和爱酷士APP客户端之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向爱酷士咨询。</p>
      <p> 1)无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户点击协议正本.上方的"同意以下协议并注册"按钮成功注册为用户，用户的行为则表示其同意并签署了本服务协议。</p>
      <p>2)本协议不涉及用户与爱酷士APP客户端其它用户之间因网上交易而产生的法律关系及法律纠纷。</p>
    </div>
    <div class="item">
      <h3>第2条用户信息收集及保护</h3>
      <p>1、您应自行诚信向本站提供注册资料，您保证提供的注册资料真实、准确、完整、合法有效，您的注册资料如有变动的，应及时更新其注册资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此弓起的相应责任及后果，并且爱酷土保留单方终止您使用爱酷士APP客户端各项服务的权利。</p>
      <p> 2、您在本站进行注册、浏览、下单购物、评价、参加活动等行为时，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱、订单详情、评价或反馈、投诉内容、cookies等信息的，本站有权从完成交易、提供配送、售后及客户服务、开展活动、完成良好的客户体验等多种角度予以收集，并将对其中涉及个人隐私信息予以严格保密，除非得到您的授权、为履行强行性法律义务(如国家安全机关指令)或法律另有规定、本注册协议或其他条款另有约定外，本站不会向外界披露您的隐私信息。</p>
      <p>3、您注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定更改您的密码。您应谨慎合理的保存、使用您的账户信息。您若发现任何非法使用您的账户或其他存在安全漏洞的情况的，请立即通知本站并向公安机关报案。</p>
      <p>4、您同意，爱酷士APP客户端拥有通过邮件、短信、电话、网站通知或声明等形式，向在本站注册、购物的用户、收货人发送订单信息、促销活动、售后服务、客户服务等告知信息的权利。如您不希望接收上述信息，可退订。</p>
      <p>5、您同意:您选择向本站的商品销售商或服务提供商(以下统称为"销售商"，含爱酷士及第三方卖家)提交订单购买商品或服务的，视为您向销售商披露个人相关信息，接受销售商向您提供商品销售、配送、售后服务、客户服务、处理信用卡付款、数据分析、市场营销帮助或其他必要事宜;如前述全部或部分事宜之一涉及由销售商外的第三方履行的，销售商有权将您的信息以必要方式向第三方披露，第三方有权以履行上述事宜为目的联系您。</p>
      <p>6、您不得将在本站注册获得的账号、密码等账户信息提供给他人使用，否则您应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
      <p>7、您同意，爱酷士APP客户端有权使用您的注册信息、用户名、密码等信息，登录进入您的注册账户，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。</p>
    </div>
    <div class="item">
      <h3>第3条商品信息</h3>
      <p>1、APP客户端的商品价格、数量、是否有货等商品信息随时都有可能发生变动，本站不作特别通知。由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有- -定的滞后性或差错，对此情形您知悉并理解;爱酷士欢迎纠错，并会视情况给予纠错者- -定的奖励。</p>
      <p>2、本站售后服务政策为本协议的组成部分，爱酷士有权以声明、通知或其他形式变更售后服务政策。</p>
    </div>
    <div class="item">
      <h3>第4条订单</h3>
      <p>1、在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</p>
      <p>2、除法律另有强制性规定外，双方约定如下:本站上销售商展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址(合同履行地点)、 合同履行方式等内容;系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售商发出的合同要约;销售商收到您的订单信息后，只有在销售商将您在订单中订购的商品从仓库实际直接向您发出时(以商品出库为标志)，方视为您与销售商之间就实际直接向您发出的商品建立了合同关系;如果您在一份订单里订购了多种商品并且销售商只给您发出了部分商品时，您与销售商之间仅就实际直接向您发出的商品建立了合同关系;只有在销售商实际直接向您发出了订单中订购的其他商品时，您和销售商之间就订单中该其他已实际直接向您发出的商品才成立合同关系。</p>
      <p>3、尽管销售商做出最大的努力，但商品目录里的一小部分商品可能会有定价错误。如果发现错误定价，将采取下列之一措施，且不视为违约行为</p>
      <p>1)如果某一商品的正确定价低于销售商的错误定价，销售商将按照较低的定价向您销售交付该商品。</p>
      <p>2)如果某一商品的正确定价高于销售商的错误定价，销售商会通知您，并根据实际情况决定是否取消订单、停止发货、为已付款用户办理退款等。</p>
      <p>3)由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货;如您下单所购买的商品，发生缺货，您有权取消订单，销售商亦有权取消订单，并为已付款的用户办理退款。</p>
    </div>
    <div class="item">
      <h3>第5条配送</h3>
      <p>1、 销售商将会把商品(货物)送到您所指定的收货地址，所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点等相关信息估计得出的。</p>
      <p>2、因如下情况造成订单延迟或无法配送、交货等，销售商不承担延迟配送、交货的责任:</p>
      <p>1)您提供的信息错误、地址不详细等原因导致的;</p>
      <p>2)货物送达后无人签收，导致无法配送或延迟配送的;</p>
      <p>3)情势变更因素导致的;</p>
      <p>4)未能在本站所示的送货参考时间内送货的;</p>
      <p>5)因节假日、大型促销活动、店庆、预购或抢购人数众多等原因导致的;</p>
      <p>6)不可抗力因素导致的，例如:自然灾害、交通戒严、突发战争等。</p>
    </div>
    <div class="item">
      <h3>第6条法律管辖和适用</h3>
      <p>本协议的订立、执行和解释及争议的解决均适用在中华人民共和国大陆地区适用之有效法律(但不包括其冲突法规则)。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其他条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决;协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。</p>
    </div>
    <div class="item">
      <h3>第7条其他</h3>
      <p>1、爱酷士APP客户端尊重您的合法权利，本协议及本站上发布的各类规则、声明、售后服务政策等其他内容，均是为了更好的、更加便利的为您提供服务。本站欢迎您和社会各界提出意见和建议，爱酷士APP客户端将虚心接受并适时修改本协议及本站上的各类规则。</p>
    </div>
    
  </div>
</template>
<script>
export default {
  name:"deal",
  data(){
    return {
    }
  }
}
</script>
<style lang="less" scoped>
.wrap{
  padding: .28rem;
  background: #fff;
  .item{
    margin-top: .2rem;
    text-indent: .4rem;
    h3{
      font-size: .3rem;
      color: #333;
      font-weight: normal;
      line-height: .6rem;;
    }
    
  }
  p{
      font-size: .28rem;
      color: #666;
      line-height: .5rem;
    }
}
</style>
