<template>
  <div class="wrap">
    <div class="item">
      <h3>1.爱酷士APP客户端简介</h3>
      <p>爱酷士手机客户端致力于用户随时随地的能够体验流畅便捷的购机体验，具有一些独享优惠，为您省力更省时间。爱酷士手机客户端把一座手机卖场装进您的手机，数码配件、手机新品、热销精选、数码潮品样样齐全，爱酷士所售的产品均为正品行货，享受国家政策的保护，同时支持全国联保，拥有完善的售后保障。</p>
    </div>
    <div class="item">
      <h3>2.如何登录/注册?</h3>
      <p>1)打开爱酷士客户端APP，点击“会员中心”页面最上方点击“注册/登录"</p>
      <p>2)如果还没有注册账户点击注册，输入您的手机号，点击“获取验证码”系统会自动发一条默认的短信验证码到您的手机，输入验证码后，进行密码的设置，注册完即可。</p>
      <p>3)如果您已经注册爱酷士客户端账户，直接填写账户和密码登录即可。</p>
    </div>
    <div class="item">
      <h3>3)如果您已经注册爱酷士客户端账户，直接填写账户和密码登录即可。</h3>
      <p>1)查找商品。打开爱酷士客户端APP，在搜索栏中查看您想购买的商品或者在商品分类中直接查找。</p>
      <p>2)提交订单。 进入商品页面，查看商品信息，点击右下角的“立即购买”填写收货人信息，配送及支付方式，核实好订单信息后提交订单。</p>
      <p>3)订单查询。进入“会员中心”，点击订单管理可以查询订单。</p>
    </div>
    <div class="item">
      <h3> 4.如何查询订单?</h3>
      <p>打开爱酷士客户端APP“会员中心”，点击订单管理，具有详细的订单号、订单金额、成交时间。</p>
    </div>
    <div class="item">
      <h3>5.爱酷士APP客户端可以对购买商品进行评价?</h3>
      <p>爱酷士APP客户端支持商品的评价，登录爱酷士APP客户端，购买买成后，可对已经购买使用的商品可以写使用心得。</p>
    </div>
    <div class="item">
      <h3>6.爱酷士APP客户端怎么查看酷币?</h3>
      <p>爱酷士APP客户端支持会员酷币的查询，登录爱酷士APP客户端，点击“会员中心”，可以查询到可用酷币。</p>
    </div>
    <div class="item">
      <h3>7.爱酷士APP客户端怎么修改个人信息?</h3>
      <p>爱酷土APP客户端支持个人信息的修改，登录爱酷土APP客户端，点击“会员中心”进入账户信息，可以修改用户名(只能修改一次)、电子邮件、姓名、还可以修改登录密码。</p>
    </div>
  </div>
</template>
<script>
export default {
  name:"help",
  data(){
    return {
    }
  }
}
</script>
<style lang="less" scoped>
.wrap{
  padding: .28rem;
  background: #fff;
  .item{
    margin-top: .2rem;
    text-indent: .4rem;
    h3{
      font-size: .3rem;
      color: #333;
      font-weight: normal;
      line-height: .6rem;;
    }
    p{
      font-size: .28rem;
      color: #666;
      line-height: .5rem;
    }
  }
}
</style>
